["有位非常漂亮的女同事，有天起晚了没有时间化妆便急忙冲到公司。结果那天她被记旷工了……吃惊]",
 "悟空和唐僧一起上某卫视非诚勿扰,悟空上台,24盏灯全灭。理由:1.没房没车只有一根破棍. 2.保镖职业危险.3.动不动打妖精,对女生不温柔. 4.坐过牢,曾被压五指山下500年。唐僧上台，哗!灯全亮。 理由:1.公务员； 2.皇上兄弟，后台最硬 3.精通梵文等外语 4.长得帅 5.最关键一点：有宝马！",
 "有一个人叫真咯嗦，娶了个老婆叫要你管，生了个儿子叫麻烦。有一天麻烦不见了！夫妻俩就去报案。警察问爸爸：请问这位男士你叫啥名字？爸爸说:真咯嗦。警察很生气，然后 他又问妈妈叫啥名字。妈妈说:要你管。警察非常生气的说:你们要干什么?夫妻俩说：找麻烦。",
 "师太和贫僧牵手了！！（请用四个字表达此刻感受！）",
 "有位语文老师为学生朗诵了一首陆游的《卧春》，要求学生听写出来……",
 "1.暧昧王:天蝎；2.犹豫不决:处女；3.朝三暮四:双子；4.逆向思维:水瓶；5.真爱无罪:双鱼；6.以史为鉴:摩羯；7.权衡利弊:金牛；8.宁缺毋滥:天秤；9.社会道德:巨蟹；10.惜时如金:白羊；11.无暇顾及:射手；12.目标明确:狮子。你是这样的吗？",
 "哥,你是怎么用眼神杀死敌人的？？",
 "如果给你一次去西天取经的机会，选3个做你的徒弟，你会选谁？⒈多啦A梦。⒉柯南。⒊蜡笔小新。⒋樱木花道。⒌悟空。⒌大力水手。⒍超人。⒎功夫熊猫。⒏美少女战士。⒐路飞。⒑漩涡鸣人。⒒奥特曼。⒓卡卡西。⒔喜羊羊。⒕蜘蛛侠。⒖百变小樱。⒗忍者神龟。⒘变形金刚。⒙八神庵。⒚杀生丸。⒛阿童木",
 "记者：说真的，你真的会给给孩子换尿布吗？ 姚明：要不你躺下，我给你换一个！实话告诉你，我用一只脚就能给孩子换尿布，喂奶啥的，都行。 记者：我不信！ 姚明：真的，连灯都不用开。 记者：不可能！你说怎么换？ 姚明：一只脚把媳妇揣醒就得。",
 "一年前,学校广场上献血.200CC送一副修指甲的用具,400CC送个手表. 邻班一MM听说了感觉很幸福,跑过去问护士:\"1000CC送什么?\" 护士淡定的说:\"送个棺材……\"",
 "镜子前拉一下领带；吹口哨下楼；决然地摁灭香烟；突然把车开过来，摇下车窗笑；弯腰轻抚可爱小孩的头；从背后变出一朵玫瑰；做俯卧撑，满脸是汗珠；台上讲话眼睛扫视全场；思考时额头露出川字皱纹；果决大步流星地走；正在换灯泡或钉钉子；买单时毫不迟疑拿出钱包。",
 "妈妈语重心长的对女儿说，“从小你就不聪明，累死累活的才考上个大学，毕业后还找不到工作，现在司机要男的、编辑要男的、会计要男的、连秘书也指定要男的，妈实在为你操碎了心啊。”女儿，“555555……。”妈妈一抹脸，坚定的说，“所以趁现在老婆还能是女人，赶紧上岗，要不然过两年……”",
 "男人就应该象自己的小弟弟， 第一 ：从不外露炫耀； 第二： 关键是时刻硬的起撑的住： 第三： 能培育出接班人； 第四： 善于攻击而又使其感到愉悦 ；第五： 既能制造摩擦又使大家同感快乐 ：第六： 胜利后能谦恭的缩小自己。 总结：低调、有骨气、有能力。。。",
 "语文好歹能增长你的文学知识！英语能让你与鬼佬交流！历史能让你不背叛啊！地理能让你不至于迷路啊！政治能让你知道怎样维权啊！可是数学除了毁掉整个人生还能做什么啊！泥马！！你用函数买菜啊！你去黄鹤楼还去算长江里的船距离你多远啊！你看到一排电话号码要想想它们之间有没有通项公式啊！",
 "一个小男孩拿着一张假钱走进了玩具店，准备买一架玩具飞机。 服务员阿姨说：“小朋友，你的钱不是真的。 ”小男孩反问道：“阿姨，难道你的飞机是真的？”",
 "我睡觉流口水，枕头上都好多口水印子。今天拿出来晒晒，感觉厚了好多，就拆开打算洗洗。拆开一看，我的荞麦枕头居然发芽了……",
 "小学老师一枚，某天喝了感冒药，自习堂上扛不住趴在讲桌上睡了。 隐约感到有人掐我人中。睁开眼一堆孩子围着我。 其中一个边掐我边喊:醒了醒了，救活了！",
 "一个美国人上厕所忘带手纸，只好通过手机Facebook求救！十多分钟后20多位好心人送来手纸！\n一个中国人上厕所忘带手纸，通过微信朋友圈求助，十多分钟后被点了50多个“赞”。",
 "老婆，今天我看见一美女，长的特别好看，那小蛮腰特别的细，一看就是个模特！ 老婆：是吗？我再给你一次机会，重新组织下语言！！！ 老公：媳妇儿，我今天看见一娘们，打扮的跟妖精似的，那腰跟发育不良似的，一看就不是啥好玩意儿！ 老婆 ：嗯，下次说话注意点。 老公: 好嘞",
 "记得以前高中时候，宿舍就我一个人有洗发水。老是被人偷偷用人，还抓不着人。 忍无可忍的我把剩下半瓶洗发水倒了。买来一瓶脱毛膏兑了进去。 没过几个几天，宿舍除了我以外都成了秃子。后来我就因全身骨折住院了。。。",
 "和女朋友去露营，夜晚就直接睡在野外的地上。 女朋友关心地问：“睡 地上会不会硬啊？”我说：“没事，只 要跟你在一起，睡哪儿我都会硬！”",
 "老板、你的瓜甜不甜？ 老板、你的瓜甜不甜？ ………… 这卖瓜的怎么不说话？ ……别人家的瓜都包甜、不甜不要钱！你倒是说句话！ 滚、你有见过苦瓜是甜的嘛！",
 "刚刚终于捋顺明白了，原来甄嬛是雍正的妃子，她的儿子当了皇帝成了乾隆，那么还珠格格里老是跟小燕子紫薇过不去的老佛爷就是甄嬛，老佛爷身边的嬷嬷就是槿夕姑姑，那晴儿是某王爷战死沙场福晋自杀留下的遗孤，那不就是果郡王的孩子咯，怪不得老佛爷那么喜欢晴儿～全都连上了呢～我真棒。这一天操碎了心。",
 "找了个算命先生帮我算算这辈子有没有钱，他在纸上写了两个字 性 命 让我选，我果断的说当然是要命，算命先生看了看我说 ：“你这辈子没钱” 我不解，忙问为什么啊，他撇了撇嘴说：“有钱任【认】性，没钱认命” 我顿时就凌乱了",
 "今天见男朋友，天热，特地穿了黑色丝袜，短裙，，，，我问他好看吗，他说还不错。。然后问我丝袜多少钱，，我直接来一句:算你便宜点，五十块撕一次。。。。 他到现在都还没理我，是不是我说错什么了。。。",
 "青年： 禅师，听说你无所不知，无所不晓，那请问如何用一个字形容高富帅？ 大师：嫐！ 青年：那如何用一个字形容白富美呢？ 大师：嬲！ 青年：那如何用一个字形容屌丝男呢？ 大师： 挊 ！ 青年：那怎样形容女屌丝呢？ 大师： 窊 ！ 青年：那大龄女屌丝呢？ 大师：窳！",
 "一个哥们请客喝酒，结果大家都喝多了，他还非要打车把我送回家。在车上一直把着副驾驶门上的拉环，走到一闹市区时跟司机师傅说：师傅慢点，太快了我难受。司机师傅非常无奈的回了句：堵车呢，兄弟！",
 "拍卖会上，一富婆突然宣布，自己的包丢在会场里，里面装有现金5000元，还有其它贵重物品。如有谁捡到并归还，给予1000元的奖励，这时后面一胖子站起来喊：我出2000元。",
 "语文课上，老师问道：“古时候，称呼‘我’的方式有哪些？” 同学们回答有：“吾，余。” 小明喊到：“寡人，朕啊，” 老师没理会他，又问：“还有哪些？” 小明又喊到：“老衲，贫僧，贫道啊，” 班里已经笑成一片。",
 "初中爱上网，就觉得网吧超挣钱，就希望长大呢当个网吧老板。高中爱k歌，就觉得ktv特别挣钱，以后就希望自己开家。大学了，有女朋友了，就自己想开家宾馆。",
 "“世界那么大，我想出去看看。”“别急，还有一年你就能出去了。”狱警对我说。",
 "昨天给个福建的客户代驾，上车他就跟我说：“师傅，出花吧。” 我：“啥花？” 他：“出花啊！开车出花的出花！” 我：“。。。。”",
 "杜老去偏远地区出差，旅店房间少，好几人住在一起。第一天早上，杜老买了笼小笼包放在桌上去洗脸刷牙了。回来后，小笼包不见了。杜老没好意思说什么。第二天早晨，他又买了一笼小笼包，当着所有人的面舔了一遍所有小笼包才去洗脸刷牙。回来后，皮还在，馅没了。。。",
 "今天坐公交，有一小偷拿镊子偷我钱包，被我瞬间抓到，小偷哭着问我，大哥你咋这么警觉啊，我说我警觉你妹，我兜本来就漏，我还没穿秋裤，你凉到我不说，主要你他妈的夹到我腿毛了。",
 "对面厂一胖妞正在下蹲做运动，一边做一边说：“嘿！我用力一蹲！” 可根本蹲不下去。旁边的男友，又擦汗又递水的。最后男生实在看不下去了，对女孩说道：“亲爱的，别傻了，你再用力也就一百八，哪有一吨！”",
 "多年前，女友跟我分手的时候，给我留下一张字条：『145×154÷D2:1』这些年，我绞尽脑汁，翻遍所有数学书籍都没能找到答案，不过我相信只要解开字条，她就能再回到我身边。前不久偶遇她，我把破碎的字条塞到她手中，含泪望着她，她看着我笑了笑：『这么多年你还是没变！一事无成，一无是处地2B！』",
 "谈一对象，丈母娘要彩礼三十万，哎。我这么爱她区区三十万又能算什么呢？于是我把兜里仅有的两元钱买了一张彩票，用红包包好给了丈母娘。彩礼到了，就看你有没有那个福气了",
 "最近由于比较忙，冷落了老婆 ，心里挺内疚的， 明天老婆过生日，一定得好好给她庆祝一下。 我问她想要什么，她说只要是你送的我都喜欢。 被老婆的温柔体贴所感动，于是我决定明天就送她回娘家。。",
 "国外某游戏平台，中国玩家大量涌入导致中文刷屏，然后很多外国玩家要求他们说英语，然后互喷，中国玩家骂人，外国玩家用 Google 翻译一下，然后用英语骂回去，然后中国玩家开始大规模使用文言文。。。比如：吾从未见过如此厚颜无耻之人！",
 "今天去相亲了，点了几个菜。其中有一盘糖醋鲤鱼，我一看价格：32元。突然想到，我第一次相亲时一盘糖醋鲤鱼才八块钱，到现在都32元了我竟然还在相亲...",
 "又没钱了，找老板借支，老板娘说:“老板出差两天，等他回来吧。”我求她道:“真没钱了，几天没见女朋友了，求求你，你先借支点，我会报答你的大恩大德的……”她说:“要不这样，你晚上去我家，我给你拿点……”又尼玛骗人，钱都在公司，到你家有个毛用…...",
 "网购了一条肉色丝袜，收到货居然是黑色的，嫌退换货麻烦直接给了个差评:你们家的肉色是黑色吗？没想到他立刻发了一张非洲人的照片给我:请不要种族歧视，我们赚点钱不容易我竟无言以对。",
 "沙和尚的挑子里装的是什么？不可能是衣服，因为他们从来都没换过衣服。不可能是食物，因为他们吃饭从来都是靠化缘、采野果。不可能是经书，因为他们在取经的路上。仔细观察不难发现：唐僧历经九九八十一难，行程十万八千里，风吹日晒，脸竟然没晒黑！可见沙和尚的挑子里是护肤品！",
 "有一个人旅游住进酒店后房间里电脑可以上网，他给妻子发送一封电邮。但是他不小心输错电子邮件地址，他的邮件发给了一位刚刚从丈夫的葬礼上返回的寡妇，寡妇读完这封电邮，她昏了过去！电脑屏幕上写着：亲爱的妻子，你很惊讶收到我的信。他们这里居然有电脑，这个地方是非常漂亮，希望你也能来看看！ 我刚才和管事的联系了一下，他们会安排你明天过来！我迫不及待地想见到你，爱你的老公",
 "老爸对我说：“其实你妈挺会关心人的，变天了会问我还冷不？受伤了会问我还疼不？“我说：“那为啥现在不会关心人了？“老爸不高兴了：“怎么不关心你了？每次抽了你耳光她都会关心的问，还嘴硬不？“",
 "老婆逛街回来忿忿地说：“今天倒霉呢，有个人推着三轮逆行把我裤子挂花了！”“你没问他咋不看人呢？”我问她，她说：“我刚想发飙，一看是卖烤面筋的。就问他多钱，他说一块钱一串，然后他问我要不要辣椒，我说来5串少放点辣椒...就把骂他这事给.忘了....”",
 "刚刚洗完澡在吹头发，手机响了，让我娘先帮我接一下。只见我妈拿起手机看了一下屏幕，伴着银铃般的笑声喊了一嗓子：“爸。”然后楞了3秒，迅速把电话丢给我。我当时也懵了，拿起电话就说：“喂，姥爷。”然后，我听见电话那头我爸寂寞的声音：“你们是谁？",
 "那天看周星驰的《功夫》，全家都哈哈笑得不行，女儿却突然起身冲进厕所，而后传来一阵干呕声。我气急败坏问她：“看你这几天就有点反常，玩电脑也吐，看电视也吐，说！那个小杂种是谁？！”她指着饰演胖子的林子聪说：“最近老看见他的垃圾网游广告，有点儿恶心。”",
 "坐公交车，上来个尼姑。坐下没过多久，她手机响了，铃声是《清心咒》。电话通了大概有一刻钟。刚开始细声细语，越说越激动，最后尼姑忽然尖叫一声“你到底还爱不爱我？我怀孕了！”整部车突然安静了下来！",
 "高考那年，我考了 290 分， 而妈妈朋友的孩子考了 710 分。那个孩子去了重点高中，而我只能去打工。可六年后，那孩子的妈妈向我和妈妈炫 耀他儿子又应聘了一个月薪过万的项目经理。而我，却在想：该不该聘用他。",
 "在课堂上，老师对一位老是不会的学生说:这么简单的问题都不会，连猪都比你聪明！然后老师对着我说：这位同学你来告诉他！",
 "一天夫妻俩在教育孩子，孩子不听话，还顶嘴，终于妻子忍无可忍扇了他一巴掌。丈夫生气的吼道“你在干什么，怎么又打孩子？”孩子满怀泪水地看着他，这时丈夫又来了句，“不是说好了今天让我打的吗！”"]