["丈夫驾车出门。妻子在家听广播，妻子：老公啊，我刚听广播上说，高速公路上有一辆车在逆行，你千万要小心啊。老公：哪是一辆啊，我看有好几百辆车都在逆行。",
 "男人想要的只是一个漂亮丫鬟，女人想要的是在外呼风唤雨无所不能，在家对自己千依百顺的男人。这么说来还是男人的要求低。",
 "河边一个老头养了只八哥，口齿极伶俐，除了“你好”、“谢谢”之类常用鸟语，还会在与路人搭讪时突然冒出一句“你还会说话呀！”",
 "大部份名媛有個特色，她們可以接受自己的胸不是真的，卻不能容忍自己的包是假的。",
 "360进军食品行业，包装上都印着：您每天吃掉了XXXX克有害物质，致癌几率达到XX％，吃360系列食品，不含任何致癌物，还能快速排除体内有害物质，还您健康",
 "【 夏目漱石有一天叫他的學生翻譯I love you， 有的學生翻做“我愛你”。 夏目說， 日本人怎麼可能說這樣的話呢？ “今天月色很好”就足够了。】",
 "我：“我知道我这一辈子一定能火一把！”\n朋友：“那当然，现在提倡火葬！”",
 "我：小姑娘，叔叔给你买糖吃吧。\n小女孩：我自己有零花钱。\n我：切，你能有多少零花钱？\n小女孩：我攒八千多了。\n我：咳，那。。。那能给叔叔买包烟吗？",
 "潜规则就像臭豆腐：闻起来臭，吃起来香。",
 "早上，带个我新配的平光镜，问同事：怎么样，看我像知识分子不？\n同事啷当一句：擦，像恐怖分子。",
 "钱包就像黑洞，只要把钱放进去，一会儿就消失得无影无踪了。",
 "我：“老板，我要辞职！”\n老板：“什么？辞职？辞职是你该说的话吗？”\n我：“老板的意思是要重用我吗？” \n老板：“重你妹！总经理、厂长、主管神马的才叫辞职，你只能说是辞工！”\n我。。。",
 "雾霾这东西，严肃点就叫“公雾源”，高端点就叫“京尘”，霸气点就叫“尘疾思汗”，乐观点就叫“尘世美”，娱乐点就叫“尘惯吸”。",
 "辣条这个东西，你明明知道原料并不那么干净，添加剂也很可疑，却还是欣然食用，与人分享。这不就是我们的生活么，明明知道很多事情很糟糕，很多内幕很肮脏，却还是努力让自己活得很快乐。",
 "今日银句：只有真相才能战胜谣言，沉默是战胜不了谣言的。",
 "一网友的表弟今年名牌大学毕业，觉得自己很牛X，挑工作，还列了最低要求：1、大企业（最好外企）；2、公司有专车（最好能配私家车）；3、工作氛围好（最好同事和客户都是年轻人）。 现在，他在肯德基当外卖配送员。",
 "对于姑娘来说：出来混，迟早是要怀的。",
 "民间把每月一号定为“世界姨妈日”，在这一天，无论男女老少都会幸福地感叹：又有流量了。",
 "文明礼貌月里的某一天 地点：公共汽车上，由于急刹车，甲不小心踩了乙一脚， 乙：谢谢！ 甲：不用谢，这是我应该做的。",
 "某日，我出差回来坐老板的宝马，提前打电话给她时无意炫耀了一下。回家之后，她盯着我审视了一番，又围着我转了两圈，最后伸手摸了摸我的PP，放在鼻子前闻了闻，一本正经的说：\"恩，没错，是宝马味！\"",
 "路上两车不幸追尾，前面车的青年问后面车的青年：“哥们儿，不好意思，请问你是姓药么？”“不是。”“那你爸姓李？”“不姓。”“哦，你家人有做公务员的么？”“没。”“直系亲属呢？”“也没有。”“哦，那你会弹钢琴吗？”“不会”“既然这样儿……你丫赔我钱吧，这可是爷刚买的新车……",
 "公务员考试异常火爆，千人争一岗位。记者采访了一个刚从考场出来的考生，哥们淡定地说：“还是古代好混，把下面一割，就成公务员了!”",
 "在学校宿舍，我杯子里的水总被偷喝，用涂改液在杯子上写了“别喝”，水还是不断减少。 \n　　某天吃完药，剩两片不想再吃了，顺手扔杯子里了，第二天早晨来刚坐下，听见后方某男生低沉的声音幽怨地说：“够狠的啊，下药了！！！”",
 "小明妈妈在做面膜，家里的门铃响了。她不好去开门，就把小明叫来，对他说:“妈妈现在见不得人，你去开一下门。” 小明应了一声，就去开门了，原来是自己的叔叔。小明叔叔看到开门的是小明，就问:“小明，你爸爸妈妈呢。”小明回答道:“爸爸没到家，妈妈在做见不得人的事。”",
 "开学典礼上，校长发表演讲：孩子们，知识是大海。我们学习知识，就像用一把小小的勺子，在大江大海里舀水一样 人群中传来一个失望的声音：完了！我妈妈只教我了怎么用叉子。",
 "一天苹果对人们说：“咬我一口，咬我一口！快咬我一口！” 大家就得很奇怪就问:“为什么呢？” 苹果说：“我不想在水果界混了！” 于是大家就咬了他一口。 苹果心满意足的走了，之后听到消息说它去了IT界。",
 "初中生的爱情：一起回家； 高中生的爱情：一起吃饭； 大学生的爱情：一起睡觉； 婚后的爱情：一起回家吃饭睡觉！",
 "俩老太太聊天。 甲说：现在呀，什么都讲高科技。过去到北京，骑驴要走半个月，现在坐火车，一晚上就到了。咱喂的那鸡，过去最少要多半年才能长成，现在有四十天时间就能宰着吃了。 乙恍然大悟：怪不得，我那小儿子结婚三个月就让我抱上大胖孙子www.KanBuKong.com了，高科技就是不简单啊。",
 "丈夫驾车出门。妻子在家听广播，妻子：老公啊，我刚听广播上说，高速公路上有一辆车在逆行，你千万要小心啊。老公：哪是一辆啊，我看有好几百辆车都在逆行。",
 "在埃及，一个男人可以娶四个老婆，那得多累啊，还是中国好。",
 "你还是让我跪搓板吧，跪电暖气是在受不了啊！",
 "我就算是一只癞蛤蟆，我也决不娶母癞蛤蟆。",
 "生活有时就像被太监强奸一样——反抗是痛苦，不反抗还是痛苦！",
 "活真是没劲儿，上个月我的一个哥们儿向我借了4000块钱，说要去做一个整形手术，结果现在我完全不知道他变成什么模样了，Oh，4000块。",
 "抢劫者须知：本行职员只懂西班牙语，请您抢劫时一定要有耐心，最好携带翻译一名，谢谢!",
 "除了一项，其余栏目填得都挺好，“关系”这一栏应该填“岳母”，而不应该填“紧张”。",
 "爸爸今天打了我两次，第一次是因为看见了我手里两分的成绩单，第二次是因为成绩单是他小时候的。",
 "悲剧好比是我不小心切掉了自己的小手指；喜剧好比是你不小心掉进了下水道。",
 "别惹我，否则我会让你死得很有节奏感。",
 "下面，我将公布史密斯先生的遗嘱，在公布遗嘱之前，我想满怀诚意地问一句，史密斯夫人，您是否愿意接受我的求婚？",
 "过去，闹钟响的时候，我常常有把它拍了再继续睡的毛病，但是自从我在闹钟旁边放了三个老鼠夹之后，我的毛病就根除了。",
 "我想我应该去减肥了，上次献血的时候，居然流出了一百毫升的猪油。",
 "我一直想不明白为什么孙悟空能大闹天宫，却常打不过路上的妖怪，还劳观音太上老君搭救？最近想明白了：大闹天宫时碰到的都是给玉帝打工的，岀力但不玩命；半路碰到的都是自己出来创业的，比较拚命呐！",
 "上语文课的时候,课文是说环境的危害的,说到什么什么泄露了,污染严重什么什么``` 说到动情之处,40岁的语文大妈愤怒地拍台大声说道: \"你们人类啊!就不知道保护环境!!\"",
 "飞机客舱里，几名歹徒突然劫机并且用枪顶住了一名人质的头，为首的歹徒大声说：＂我们有三点要求！如果不答应，大家同归于尽！第一、备降机场；第二、落地后给我一把真枪；第三…哎呀我操你们干嘛！？＂",
 "同学们，现在向我们走来的是程序员方阵！他们穿着拖鞋，披着毛巾，左手拿着键盘，右手举着鼠标，腋下夹着USB转换器。他们因睡眠不足而显得精神不振，喊着微弱的口号走过主席台。主席问候：程序员们辛苦了!程序员方队异口同声地答道：Hello World！",
 "一只非洲未成年狮忧愁郁闷，妈妈见了问：小姨删你微博了？小狮摇头：刚吃了个男的，可能是中国人。母狮急怒，说：吃人不看护照！早跟你说了，他们重金属超标，就我们这身子骨，能跟他们比么？狮爸在一边安慰：别怕，能来非洲打猎的中国人，应该都是有钱人，吃特供的，肯定是绿色食品。",
 "泡MM就像挂QQ，重在坚持。你每天坚持陪她两个小时，总有一天能够太阳的。",
 "春天，领导在桂林与一老外邂逅，老外问：你来旅游的？领导说不是，他是来开会的。金秋十月，到在杭州又与老外意外重逢，老外问：是来开会吗?领导说：不，我来参加培训。冬天，日本富士山下，两人再次相聚，老外问：开会还是培训?领导笑了：又猜错了，我这是来考察工作。",
 "苹果发布会「给你们看看」；google发布会「给你们」；微软发布会「看看」",
 "沙僧加入取经大队，唐僧叮嘱：“一定要听师兄的话。”“知道了。”不久孙悟空对沙僧说：“沙师弟，我叫你沙师弟你没听见吗？”沙僧就把白龙马杀掉了。",
 "什么是球星效应？ 齐达内退休了，法国队6年都没缓过劲儿来；普斯卡什退休了，匈牙利队60年了都没缓过劲儿来；高俅退休了，中国队1000年都没缓过劲来…..",
 "有位非常漂亮的女同事，有天起晚了没有时间化妆便急忙冲到公司。结果那天她被记旷工了……吃惊]",
 "悟空和唐僧一起上某卫视非诚勿扰,悟空上台,24盏灯全灭。理由:1.没房没车只有一根破棍. 2.保镖职业危险.3.动不动打妖精,对女生不温柔. 4.坐过牢,曾被压五指山下500年。唐僧上台，哗!灯全亮。 理由:1.公务员； 2.皇上兄弟，后台最硬 3.精通梵文等外语 4.长得帅 5.最关键一点：有宝马！",
 "有一个人叫真咯嗦，娶了个老婆叫要你管，生了个儿子叫麻烦。有一天麻烦不见了！夫妻俩就去报案。警察问爸爸：请问这位男士你叫啥名字？爸爸说:真咯嗦。警察很生气，然后 他又问妈妈叫啥名字。妈妈说:要你管。警察非常生气的说:你们要干什么?夫妻俩说：找麻烦。",
 "师太和贫僧牵手了！！（请用四个字表达此刻感受！）",
 "有位语文老师为学生朗诵了一首陆游的《卧春》，要求学生听写出来……",
 "1.暧昧王:天蝎；2.犹豫不决:处女；3.朝三暮四:双子；4.逆向思维:水瓶；5.真爱无罪:双鱼；6.以史为鉴:摩羯；7.权衡利弊:金牛；8.宁缺毋滥:天秤；9.社会道德:巨蟹；10.惜时如金:白羊；11.无暇顾及:射手；12.目标明确:狮子。你是这样的吗？",
 "哥,你是怎么用眼神杀死敌人的？？",
 "如果给你一次去西天取经的机会，选3个做你的徒弟，你会选谁？⒈多啦A梦。⒉柯南。⒊蜡笔小新。⒋樱木花道。⒌悟空。⒌大力水手。⒍超人。⒎功夫熊猫。⒏美少女战士。⒐路飞。⒑漩涡鸣人。⒒奥特曼。⒓卡卡西。⒔喜羊羊。⒕蜘蛛侠。⒖百变小樱。⒗忍者神龟。⒘变形金刚。⒙八神庵。⒚杀生丸。⒛阿童木",
 "记者：说真的，你真的会给给孩子换尿布吗？ 姚明：要不你躺下，我给你换一个！实话告诉你，我用一只脚就能给孩子换尿布，喂奶啥的，都行。 记者：我不信！ 姚明：真的，连灯都不用开。 记者：不可能！你说怎么换？ 姚明：一只脚把媳妇揣醒就得。",
 "一年前,学校广场上献血.200CC送一副修指甲的用具,400CC送个手表. 邻班一MM听说了感觉很幸福,跑过去问护士:\"1000CC送什么?\" 护士淡定的说:\"送个棺材……\"",
 "镜子前拉一下领带；吹口哨下楼；决然地摁灭香烟；突然把车开过来，摇下车窗笑；弯腰轻抚可爱小孩的头；从背后变出一朵玫瑰；做俯卧撑，满脸是汗珠；台上讲话眼睛扫视全场；思考时额头露出川字皱纹；果决大步流星地走；正在换灯泡或钉钉子；买单时毫不迟疑拿出钱包。",
 "妈妈语重心长的对女儿说，“从小你就不聪明，累死累活的才考上个大学，毕业后还找不到工作，现在司机要男的、编辑要男的、会计要男的、连秘书也指定要男的，妈实在为你操碎了心啊。”女儿，“555555……。”妈妈一抹脸，坚定的说，“所以趁现在老婆还能是女人，赶紧上岗，要不然过两年……”",
 "男人就应该象自己的小弟弟， 第一 ：从不外露炫耀； 第二： 关键是时刻硬的起撑的住： 第三： 能培育出接班人； 第四： 善于攻击而又使其感到愉悦 ；第五： 既能制造摩擦又使大家同感快乐 ：第六： 胜利后能谦恭的缩小自己。 总结：低调、有骨气、有能力。。。",
 "语文好歹能增长你的文学知识！英语能让你与鬼佬交流！历史能让你不背叛啊！地理能让你不至于迷路啊！政治能让你知道怎样维权啊！可是数学除了毁掉整个人生还能做什么啊！泥马！！你用函数买菜啊！你去黄鹤楼还去算长江里的船距离你多远啊！你看到一排电话号码要想想它们之间有没有通项公式啊！",
 "一个小男孩拿着一张假钱走进了玩具店，准备买一架玩具飞机。 服务员阿姨说：“小朋友，你的钱不是真的。 ”小男孩反问道：“阿姨，难道你的飞机是真的？”",
 "我睡觉流口水，枕头上都好多口水印子。今天拿出来晒晒，感觉厚了好多，就拆开打算洗洗。拆开一看，我的荞麦枕头居然发芽了……",
 "小学老师一枚，某天喝了感冒药，自习堂上扛不住趴在讲桌上睡了。 隐约感到有人掐我人中。睁开眼一堆孩子围着我。 其中一个边掐我边喊:醒了醒了，救活了！",
 "一个美国人上厕所忘带手纸，只好通过手机Facebook求救！十多分钟后20多位好心人送来手纸！\n一个中国人上厕所忘带手纸，通过微信朋友圈求助，十多分钟后被点了50多个“赞”。",
 "老婆，今天我看见一美女，长的特别好看，那小蛮腰特别的细，一看就是个模特！ 老婆：是吗？我再给你一次机会，重新组织下语言！！！ 老公：媳妇儿，我今天看见一娘们，打扮的跟妖精似的，那腰跟发育不良似的，一看就不是啥好玩意儿！ 老婆 ：嗯，下次说话注意点。 老公: 好嘞",
 "记得以前高中时候，宿舍就我一个人有洗发水。老是被人偷偷用人，还抓不着人。 忍无可忍的我把剩下半瓶洗发水倒了。买来一瓶脱毛膏兑了进去。 没过几个几天，宿舍除了我以外都成了秃子。后来我就因全身骨折住院了。。。",
 "刚才门铃响了。我问他是谁，外面说是查水表的。赶紧把电脑里的爱情动作电影都粉碎掉了，结果开门一看，真的是来查水表的，人家抄完水表读书就走了。吓死我了…那些电影…下死我了！泪奔跪求回复文件粉碎机粉碎掉的文件的方法啊！",
 "某日看到一哥们买了护膝，问他要去打球，锻炼身体？这货丢了一句让我苦想了半天才明白的话。他说:天气热，席子太硬了。",
 "",
 "长个包子样就别怨狗跟着！",
 "老娘这么好的一个姑娘，可直可弯能屈能伸，卖的了萌，耍得了二，扮得了少女，演的了女王，晒的了下限，红的了脸颊，玩的了小清新，咽得下重口味，斥退过死皮赖脸的无知少年，躲过了不怀好意的搭讪大叔，你讲笑话我可以拍桌大笑，你要玩文艺我仰望星空。 得之你幸，失之你命。",
 "机会就像便便，水一冲就再也回不来了！ 爱情就像便便，来了之后挡也挡不住！ 生活就像便便，每天都一样又不太一样！ 工作就像便便，有时努力了很久却只是个屁！最可恨的是，我们最爱吃的冰激凌做的也TMD像便便，专门给你绕几圈。",
 "上班这一天最痛苦的事就是“下班了，活还没干完！”；最最痛苦的事就是“还没下班呢，活干完了！”；最最最痛苦的事是“上班时没有活，快下班了，来活了！”；最最最最痛苦的事是啥，你知道嘛？就是“上班时没活，下班时没活，下班到家了，打电话告诉你来活了！”",
 "祝福那些忘了我，不跟我联系，不给我打电话，不发短信给我，不想念我，不惦记我的人的手机都掉进马桶里吧。阿门！顺便放水冲一下！",
 "一夜复习两茫茫，看一句，忘三行，路遇友人，脸色皆凄凉，视死如归入考场，做小抄，占座忙。考完之后心凉凉，左右曰，今必亡，查询成绩，众人我独亡，再顾昔时左右人，这一群，读书郎。",
 "忽然想起高中经常出现的一个尴尬状况——拿到一道题，先不管三七二十一，无比风骚地写上一个“解：”，觉得这个字写得真好；读完题后，无比懊恼地叉掉那个风骚的“解：”，重新写上“证明：”……",
 "我要找的女朋友，要有这样的效果：当我们走在街上时，每一个和我相遇的路人都会在背后说，我靠！这女的是怎么看上这货的~~~",
 "谁要是欺负你，你就告诉我，我一定把他脖子打成移动的；内脏打成联通的；智商打成欠费的；小命打成关机的；脑袋打成震动的；小脸打成彩屏的；耳朵打成和旋的；鼻子打成直板的；嗓子打成彩铃的；门牙打成翻盖的；双腿打成九零的；双手打成不在服务区的",
 "我们的快乐，不是在于拥有的众寡，而是取决计较的多少。有时候，钱财买不来快乐，反而是捆绑心灵的绳索；权力换不来快乐，反而是衍生痛苦的温床；高位变不来快乐，反而是遮挡视界的壁垒。真正的快乐，镶嵌在平凡的生活里，体现在普通的细节中，需要我们用真心去寻觅，用真情去温暖，用真爱去呵护。",
 "生命是一个过程，也是一个历程；做最真实的自己，做一个很简单，不自大，做一个很单调，爱生活的人，坦然面对生活和未来。历尽人生几多悲欢离合，几度生死感悟，几多磨难和坎坷；还有什么比生命的内涵更让人动心更让人从容。世界上什么都可以重来，只有人生和时间不可以重来。",
 "争吵的时候，男人和女人的区别像是步枪和机关枪的区别。",
 "为《坚守梦想》，我《拒绝平庸》，《总想有一种期望》在《我的时间里》《期待成长》，我《行走》在《绽放》着鲜花的《风光》中，《拥抱》《诚信》，翻开《旧书》中那些《与大自然的悄悄话》，我终于《回到原点》，要问《如何看待高晓松酒驾案》我只能《谢谢大家，你们来了》",
 "走出考场的时候，她哭的一塌糊涂。考生们都目瞪口呆的看着这么一个漂亮的女孩子哭的梨花带雨。他不顾旁人的眼光，一把揽过她，凶狠狠的说，“再哭我就当众吻你。”她哭的更厉害了，“数学好难，我们不能上同一所大学了啦。”“笨蛋，就知道你不会，后面的大题我都没做。”",
 "励志高考口号：1，只要学不死 就往死里学！2， 提高一分 干掉千人！3，没有高考 你拼得过“富二代”吗？5，不拼不博一生白",
 "小时候妈妈和蔼的对我说：乖孩子，学会了这个本领啊，你就一辈子都饿不死了。于是妈妈教了我吃饭！\n",
 "某日尿急，遂窜进一家酒店豪华卫生间。走进小便斗一看，上贴几个大字“不要用坏了！” 我心中轻笑，我等素质人士，五星饭店睡过觉，什么场面没见过？事毕，自动感应，自动喷水，水量超大！湿了一身，恍然大悟：“艹，打个逗号会死啊！”",
 "一个人在沙漠里快要饿死了，这时他捡到了神灯。神灯：我只可以实现你一个愿望，快说吧，我赶时间。人：我要老婆……神灯立刻变出一个美女，然后不屑的说：都快饿死了还贪图美色！可悲！说完就消失了。人：……饼。",
 "网吧上厕所，看到厕所门上有很多字迹。第一条写着：女人就是贱！并附上一些低俗的骂人话。然后一条回复：男人才最贱！也附上了一些脏话，应该是个女的回复的。这样来来去去几行，最后一条，某人吼道：别TM吵了，男人女人都TM贱！现在贵的是猪肉！",
 "一公司在小便池上贴上条：“往前一小步, 文明一大步”，结果地上仍有许多尿渍。后来公司认真吸取教训, 重新设计成：“尿不到池里说明你短；尿到池外说明你软”，结果地上比以前干净许多。",
 "漏洞与补丁齐飞，蓝屏共死机一色！",
 "一湖南小伙在北京一建筑工地当小工，偶然间和在建写字楼的设计师聊，没想到他们竟都是1992年参加的高考（那时候全国一摸一样的考题），湖南民工当年考了515落榜了，设计师在北京当年考了497上了建筑工程大学。N年后，命运竟是如此差异！",
 "高考的日子定在6月7、8日，其含义完全取决于考试结果——考得好的童鞋会觉得：欧叶，678谐音是录取吧！没考好的童鞋会感叹：尼玛上网的都知道，错误678，是尼玛宽带adsl拨号上网用户常遇到的故障提示，简单地说就是掉线了……",
 "一男发浪漫短信给女友：你在干嘛？在做梦吗？把梦传给我；在笑吗？把笑发过来；在哭吗？把泪水传过来，让你的眼泪和我一起悲伤。\n    女友回复：我在便便。。",
 "从前有个叫大雄的，他在病危之际，把老婆叫到床边，告诫她说：“我死后，你可千万不要随便偷人，否则，你每偷一个人，我在地下就会打一个滚的！”说罢，大雄就一命呜呼了…！\n一年后，大雄的老婆有要事到阎王殿找“大雄”，阎罗王搞了老半天，不知到谁是大雄，最后，她提到大雄临死前交待的遗言，于是阎罗王方才恍然大悟，“你早说嘛！”随后他向里面大喊：“喂！陀螺雄，有人找你啦！”",
 "一姑娘征婚，写道：本人80后，貌美，身高165，处女……我感动的差点流涕，我回复：不容易啊，80后还是处女，好姑娘。一会儿姑娘回复：我说的处女是指星座，你丫真土。",
 "大学时，同学们一起去川菜馆腐败，点菜时要了一份儿猪头肉，讲了半天，服务员小姐都不能理解，一同学就笑着用手指着自己的脑袋，对着服务员小姐说：\"喏！猪头肉！\"小姐：\"哦……明白了！\"从此，此君绰号\"猪头肉\"。",
 "上高中那会学校要求女生第二天穿校服，到学校有活动。第二天天气不好，女生都是带的校服去学校。部分男生没穿什么衣服，觉得冷就穿上女生的校服。数学老师上课是看了说:\"男生把女生的衣服都脱下来\"…… \n全班无语接着爆笑10分钟……",
 "ABCD在聚会， A：我儿子啊，挺出息的，当CEO了，朋友生日，直接送了辆奔驰。 B：我儿子啊，当机长了，朋友生日，免费让他飞了趟环球。 C：我儿子啊，搞房地产的，朋友生日，送了栋别墅。 D了：我儿子是gay，不过生日收到一辆奔驰和一栋别墅，顺便环球旅行了一回。",
 "从前有个男人，不会修电脑，后果大家都知道了；从前有个局长，不会用微博，后果大家也都知道了。",
 "2011年高考零分作文 山东：《行走》 “大哥，玩玩呗？！” “多少钱？”“200! ”“便宜点呗？”“150包夜，老规矩么！”“行，走！”",
 "考试游戏：考试了大家请闭眼；监考老师请睁眼，监考老师请挂人，监考老师请闭眼；坏学生请睁眼，坏学生请指认，坏学生请闭眼；枪手请睁眼，枪手请代考，枪手请闭眼；考试结束。。。。。。。好学生甲，不好意思，你~挂~了。。。。。",
 "刚在二七路网站里看到这么一句话： “望京那些外企的门口总有卖报纸的，一到下班就喊：大哥大姐们——受了一天洋鬼子的气，买份《环球时报》吧！”",
 "君要臣死，下一句是什么？嫪毐：“君要臣死，臣欲仙欲死。”张良：“君要臣死，臣回家带孩子。”鳌拜：“君要臣死，臣多没面子。”魏征：“君要臣死，皇后不让臣死。",
 "同学问我知不知道苏菲出了410mm超长夜用，我问怎么了，她说这改变了她的世界观，我好奇这卫生巾居然有这么大威力，她答“因为我发现我只有四张卫生巾那么高，我觉得我好渺小。”",
 "刚上大学，我们怀着憧憬看了《奋斗》，当我们踟躇的时候，我们看了《我的青春谁做主》，就当我们即将豁然开朗的时候，一部《蜗居》把我们全拍死了。现在又来了一部《裸婚时代》，好好的一对又婚又离的，爱情难，婚姻更难！！！",
 "【中国十大杰出人物】1.别人家的孩子；2.别人家的爸爸；3.别人家的妈妈；4.别人家的老公；5.别人家的老婆；6.别人家的公公；7.别人家的婆婆；8.别人家的公司；9.别人家的领导；10.别人家的员工。",
 "【史上最疯狂的墓志铭 】1.一居室，求合租，面议。2.小事招魂，大事挖坟。3.我觉得我还可以抢救一下！4.提供鞭尸服务，一次100！5.基因重组中，请稍候二十年6.单挑冥王哈迪斯中，征求组队!7.当你看清这行字的时候：朋友，你踩到我了。8.老子终于不用怕鬼了。",
 "据说有个人喝酒喝醉了在街上摇摇晃晃地走着，他的两只耳朵全是水泡。他的一个好朋友遇到他，问他具体是怎么回事。\n他气愤的说：“该死的，我老婆把烧热了的熨斗放在电话机旁，铃声一响，我错把熨斗当听筒了。”\n朋友继续问：“那另一边又是怎么搞的？”\n醉汉眼睛一瞪：“这边烫痛了不要换一边吗？”",
 "我问朋友：“你们男的看女生第一眼是先看胸还是先看腿？”他看向我说：“我通常先看眼睛。”我立马觉得他是一个有深度的人，然后就听到他慢悠悠地又接了一句：“如果她没有发现我在看她的话，就接着看胸。",
 "在我跌入人生最低谷的时候，我妈对我说：“孩子，就算所有人都放弃你，你自己也决不能放弃，知道了吗？”\n我感动地回答：“知道了。”\n然后我妈转头对我爸说：“他知道了，咱走吧。”",
 "晚上按摩，女技师那叫一个美丽呀，可惜人家说是不做的，软磨硬泡的她总算容许能够摸摸。\n正准备下手，突然一哥们来电话啰啰嗦嗦的说了一大堆，刚挂了接着又是老婆的电话才说了几句，女技师等的不耐烦了：“你还摸不摸？我都等多久拉！”\n这时，电话那头传来了老婆震耳欲聋的吼声：“死鬼！不是说客户谈事吗？又骗我跑去打麻将了！”",
 "对面的女人一再看表，我估量这次相亲又黄了。“周末你有空吗？”我试探地问。\n公然女人说：“我要加班。”\n这时，手机响了，我接：“哦，快递啊。。。那你送到第3栋别墅。。。交给保姆就行。”\n我放下手机，女人笑着对我说：“我记错了，这个周末不加班。”\n我要不要告诉她，我妈在那家做保姆？",
 "记者问一位大爷说：大爷，您坚持年青的诀窍是什么？\n大爷说：白天看大盘，晚上看外股、外汇，一天四包烟，每天吃泡面。\n记者：啊？？大爷您本年高寿？\n大爷：27。",
 "灯火暗淡的公园，暴徒正要强暴女孩，被路过的女汉子发现，把暴徒打得狼狈而逃，得救的女孩千恩万谢后，问：“大姐，你怎样这么英勇？”\n于怒未消的女汉子说：“我也是气得！我在这转了仨圈了，你说我哪点不如你？”",
 "去卫生间抽烟，俄然响起了小苹果的音乐，我不由自主的跳了起来。\n过了大约三十秒，后边弱弱的来了一句：哥们，跳完了没，跳完了我好接电话。。。",
 "今天在饭店吃饭，来了一个妹子问：“师傅能送餐不？”\n师傅：“你不是来了么？”\n妹子说：“你要是送餐，顺便把我也送回去吧。”",
 "有时候，我们活得很累，并非生活过于刻薄，而是我们太容易被外界的氛围所感染，被他人的情绪所左右。行走在人群中，我们总是感觉有无数穿心掠肺的目光，有很多飞短流长的冷言，最终乱了心神，渐渐被缚于自己编织的一团乱麻中。其实，你是活给自己看的，没有多少人能够把你留在心上。",
 "哥几个吃火锅，去超市买肉买菜，各种小丸子，不知道哪个二货捡了很多元宵，麻辣锅瞬间就变甜了。。。",
 "和同学打架，约好地址，对方找了十几自己，我只好打电话给我哥，我哥开个破车来了，下车就走到对方面前俩耳光又一脚踹倒。\n然后走到我面前说：擦，你找这么多人。\n我说：没有，这都是他找的。\n然后我哥脸都绿了。",
 "晚上我们一起边吃饭边看电视，电视中俄然传来一个女子大声的呼叫：爹！\n一搭档恶作剧答道：哎！\n然后电视又传出一声：你安眠吧。。。",
 "上初中的时分不爱学习，就上课玩手机。\n我同桌一妹子，我玩手机她在周围看，教师讲课看见我俩低着头，问我：在干什么。\n我说：裤子拉链开了，看看能不能拉上。\n然后教师问我同桌：他拉拉链你看什么？\n然后那妹子再也没理我。。。",
 "冬季自习室，非常寒冷。一埋头苦读的男生回头对周围一女人说：“师妹，能够麻烦你对我放一下电吗？依据焦耳定律，电能能够转换为热能哦！”\n女人二话不说，一巴掌扇了曩昔：“臭流氓！”\n他捂着脸，惊喜地说：“高啊！动能转化成热能了！真温暖！”",
 "大学汉子一枚，重生入学那天，我一高中同学说她小妹考到我们校园了，让我招待一下。\n我接到妹子，妹子跟我说的榜首句话是：学长我有喜爱的人了。。。\n擦，我凌乱了三秒钟，然后说：学妹定心，我不会和你抢的。。。",
 "和女朋友去露营，夜晚就直接睡在野外的地上。 女朋友关心地问：“睡 地上会不会硬啊？”我说：“没事，只 要跟你在一起，睡哪儿我都会硬！”",
 "老板、你的瓜甜不甜？ 老板、你的瓜甜不甜？ ………… 这卖瓜的怎么不说话？ ……别人家的瓜都包甜、不甜不要钱！你倒是说句话！ 滚、你有见过苦瓜是甜的嘛！",
 "刚刚终于捋顺明白了，原来甄嬛是雍正的妃子，她的儿子当了皇帝成了乾隆，那么还珠格格里老是跟小燕子紫薇过不去的老佛爷就是甄嬛，老佛爷身边的嬷嬷就是槿夕姑姑，那晴儿是某王爷战死沙场福晋自杀留下的遗孤，那不就是果郡王的孩子咯，怪不得老佛爷那么喜欢晴儿～全都连上了呢～我真棒。这一天操碎了心。",
 "找了个算命先生帮我算算这辈子有没有钱，他在纸上写了两个字 性 命 让我选，我果断的说当然是要命，算命先生看了看我说 ：“你这辈子没钱” 我不解，忙问为什么啊，他撇了撇嘴说：“有钱任【认】性，没钱认命” 我顿时就凌乱了",
 "今天见男朋友，天热，特地穿了黑色丝袜，短裙，，，，我问他好看吗，他说还不错。。然后问我丝袜多少钱，，我直接来一句:算你便宜点，五十块撕一次。。。。 他到现在都还没理我，是不是我说错什么了。。。",
 "青年： 禅师，听说你无所不知，无所不晓，那请问如何用一个字形容高富帅？ 大师：嫐！ 青年：那如何用一个字形容白富美呢？ 大师：嬲！ 青年：那如何用一个字形容屌丝男呢？ 大师： 挊 ！ 青年：那怎样形容女屌丝呢？ 大师： 窊 ！ 青年：那大龄女屌丝呢？ 大师：窳！",
 "一个哥们请客喝酒，结果大家都喝多了，他还非要打车把我送回家。在车上一直把着副驾驶门上的拉环，走到一闹市区时跟司机师傅说：师傅慢点，太快了我难受。司机师傅非常无奈的回了句：堵车呢，兄弟！",
 "拍卖会上，一富婆突然宣布，自己的包丢在会场里，里面装有现金5000元，还有其它贵重物品。如有谁捡到并归还，给予1000元的奖励，这时后面一胖子站起来喊：我出2000元。",
 "语文课上，老师问道：“古时候，称呼‘我’的方式有哪些？” 同学们回答有：“吾，余。” 小明喊到：“寡人，朕啊，” 老师没理会他，又问：“还有哪些？” 小明又喊到：“老衲，贫僧，贫道啊，” 班里已经笑成一片。",
 "初中爱上网，就觉得网吧超挣钱，就希望长大呢当个网吧老板。高中爱k歌，就觉得ktv特别挣钱，以后就希望自己开家。大学了，有女朋友了，就自己想开家宾馆。",
 "“世界那么大，我想出去看看。”“别急，还有一年你就能出去了。”狱警对我说。",
 "昨天给个福建的客户代驾，上车他就跟我说：“师傅，出花吧。” 我：“啥花？” 他：“出花啊！开车出花的出花！” 我：“。。。。”",
 "杜老去偏远地区出差，旅店房间少，好几人住在一起。第一天早上，杜老买了笼小笼包放在桌上去洗脸刷牙了。回来后，小笼包不见了。杜老没好意思说什么。第二天早晨，他又买了一笼小笼包，当着所有人的面舔了一遍所有小笼包才去洗脸刷牙。回来后，皮还在，馅没了。。。",
 "今天坐公交，有一小偷拿镊子偷我钱包，被我瞬间抓到，小偷哭着问我，大哥你咋这么警觉啊，我说我警觉你妹，我兜本来就漏，我还没穿秋裤，你凉到我不说，主要你他妈的夹到我腿毛了。",
 "对面厂一胖妞正在下蹲做运动，一边做一边说：“嘿！我用力一蹲！” 可根本蹲不下去。旁边的男友，又擦汗又递水的。最后男生实在看不下去了，对女孩说道：“亲爱的，别傻了，你再用力也就一百八，哪有一吨！”",
 "多年前，女友跟我分手的时候，给我留下一张字条：『145×154÷D2:1』这些年，我绞尽脑汁，翻遍所有数学书籍都没能找到答案，不过我相信只要解开字条，她就能再回到我身边。前不久偶遇她，我把破碎的字条塞到她手中，含泪望着她，她看着我笑了笑：『这么多年你还是没变！一事无成，一无是处地2B！』",
 "谈一对象，丈母娘要彩礼三十万，哎。我这么爱她区区三十万又能算什么呢？于是我把兜里仅有的两元钱买了一张彩票，用红包包好给了丈母娘。彩礼到了，就看你有没有那个福气了",
 "最近由于比较忙，冷落了老婆 ，心里挺内疚的， 明天老婆过生日，一定得好好给她庆祝一下。 我问她想要什么，她说只要是你送的我都喜欢。 被老婆的温柔体贴所感动，于是我决定明天就送她回娘家。。",
 "国外某游戏平台，中国玩家大量涌入导致中文刷屏，然后很多外国玩家要求他们说英语，然后互喷，中国玩家骂人，外国玩家用 Google 翻译一下，然后用英语骂回去，然后中国玩家开始大规模使用文言文。。。比如：吾从未见过如此厚颜无耻之人！",
 "今天去相亲了，点了几个菜。其中有一盘糖醋鲤鱼，我一看价格：32元。突然想到，我第一次相亲时一盘糖醋鲤鱼才八块钱，到现在都32元了我竟然还在相亲...",
 "又没钱了，找老板借支，老板娘说:“老板出差两天，等他回来吧。”我求她道:“真没钱了，几天没见女朋友了，求求你，你先借支点，我会报答你的大恩大德的……”她说:“要不这样，你晚上去我家，我给你拿点……”又尼玛骗人，钱都在公司，到你家有个毛用…...",
 "网购了一条肉色丝袜，收到货居然是黑色的，嫌退换货麻烦直接给了个差评:你们家的肉色是黑色吗？没想到他立刻发了一张非洲人的照片给我:请不要种族歧视，我们赚点钱不容易我竟无言以对。",
 "沙和尚的挑子里装的是什么？不可能是衣服，因为他们从来都没换过衣服。不可能是食物，因为他们吃饭从来都是靠化缘、采野果。不可能是经书，因为他们在取经的路上。仔细观察不难发现：唐僧历经九九八十一难，行程十万八千里，风吹日晒，脸竟然没晒黑！可见沙和尚的挑子里是护肤品！",
 "有一个人旅游住进酒店后房间里电脑可以上网，他给妻子发送一封电邮。但是他不小心输错电子邮件地址，他的邮件发给了一位刚刚从丈夫的葬礼上返回的寡妇，寡妇读完这封电邮，她昏了过去！电脑屏幕上写着：亲爱的妻子，你很惊讶收到我的信。他们这里居然有电脑，这个地方是非常漂亮，希望你也能来看看！ 我刚才和管事的联系了一下，他们会安排你明天过来！我迫不及待地想见到你，爱你的老公",
 "老爸对我说：“其实你妈挺会关心人的，变天了会问我还冷不？受伤了会问我还疼不？“我说：“那为啥现在不会关心人了？“老爸不高兴了：“怎么不关心你了？每次抽了你耳光她都会关心的问，还嘴硬不？“",
 "老婆逛街回来忿忿地说：“今天倒霉呢，有个人推着三轮逆行把我裤子挂花了！”“你没问他咋不看人呢？”我问她，她说：“我刚想发飙，一看是卖烤面筋的。就问他多钱，他说一块钱一串，然后他问我要不要辣椒，我说来5串少放点辣椒...就把骂他这事给.忘了....”",
 "刚刚洗完澡在吹头发，手机响了，让我娘先帮我接一下。只见我妈拿起手机看了一下屏幕，伴着银铃般的笑声喊了一嗓子：“爸。”然后楞了3秒，迅速把电话丢给我。我当时也懵了，拿起电话就说：“喂，姥爷。”然后，我听见电话那头我爸寂寞的声音：“你们是谁？",
 "那天看周星驰的《功夫》，全家都哈哈笑得不行，女儿却突然起身冲进厕所，而后传来一阵干呕声。我气急败坏问她：“看你这几天就有点反常，玩电脑也吐，看电视也吐，说！那个小杂种是谁？！”她指着饰演胖子的林子聪说：“最近老看见他的垃圾网游广告，有点儿恶心。”",
 "坐公交车，上来个尼姑。坐下没过多久，她手机响了，铃声是《清心咒》。电话通了大概有一刻钟。刚开始细声细语，越说越激动，最后尼姑忽然尖叫一声“你到底还爱不爱我？我怀孕了！”整部车突然安静了下来！",
 "高考那年，我考了 290 分， 而妈妈朋友的孩子考了 710 分。那个孩子去了重点高中，而我只能去打工。可六年后，那孩子的妈妈向我和妈妈炫 耀他儿子又应聘了一个月薪过万的项目经理。而我，却在想：该不该聘用他。",
 "在课堂上，老师对一位老是不会的学生说:这么简单的问题都不会，连猪都比你聪明！然后老师对着我说：这位同学你来告诉他！",
 "一天夫妻俩在教育孩子，孩子不听话，还顶嘴，终于妻子忍无可忍扇了他一巴掌。丈夫生气的吼道“你在干什么，怎么又打孩子？”孩子满怀泪水地看着他，这时丈夫又来了句，“不是说好了今天让我打的吗！”",
 "今日室友问我：“你那么高怎样不去打篮球？”\n我不语，接着又说：“你就不会问我这么矮怎样不去卖炊饼？”\n哥仅仅淡淡的说：“就你那B样还想睡潘金莲啊？”",
 "9月初的时分，有个大一重生跳楼了，音讯在全学院导致轰动，不少同学听闻此事都表现出强烈的豪情动摇。\n一位大四的谈及此事愤愤道：“大一就跳楼，真是太便宜这小子了。”",
 "朋友今天终于把欠了两年的3000块钱还给我了，本来就是我的钱，可我总感觉就像是白捡的一样高兴！",
 "50%的北方小吃，是厨师在厨房里瞎捅咕，慈禧问名字，厨师一时答不上来，瞄见____随口起出来名字的。\n而另外50%，是乾隆微服私访或者外出狩猎没找着饭，村民着急忙慌给他做的。",
 "慢慢的，你会明白这段话：请你晚上吃饭的人很多，给你买早餐的人太少；\n请你喝酒的人很多，喝醉照顾你的人太少；\n生病时关心你的人很多，能给你买药带你去看病的太少；\n嘘寒问暖的很多，能真给你送衣送伞的太少；\n平时说大话的很多，当有困难帮你的人太少。\n——不要把脾气留给至亲，而把微笑送给外人。",
 "特喜欢在地铁上看人接电话时的表情变化。前一秒还是高冷的帅哥，下一秒就变成点头哈腰的职场狗；\n刚还一副霸道总裁脸，下一秒就沦为了逗比；\n刚还是位冷艳美人，下一刻突然诚恳地喊：“哎妈大哥不都说好了吗balabala……”\n然后挂了电话又瞬间恢复原状。\n看着所有人都要时刻转换人格，自己突然也不好意思觉得累了。",
 "人只要一升到25，26级，就会接到人生主线任务“结婚”。这个任务可难了，你首先要参加各种活动，相亲，约会。然后才能得到关键道具“女朋友”，然后你还要带着这个女朋友进行各种团队活动，让亲密度达标。\n最后你还得花大量金币买各种道具，这些支线任务做完后，还有一个隐藏任务“买房买车”。\n买齐以后，完成结婚任务。奖励就是“老婆”一枚！完事还要带老婆打小怪兽，然后奖励一个萌萌哒的宠物。\n这下更恼火了！必须拿出更多的金币买药，带他升级！花钱让他学技能！ 养二十几年！！\n还要小心一个叫老王的，他是职业黑客！唉！胆颤心惊！",
 "本人快30还没媳妇，今天终于带了一个女孩回家，进门换鞋，愉快的呆了一天。\n下午老妈偷偷的把女孩鞋洗了。。。",
 "有个阿姨跟我妈说要给我介绍对象，说男方条件如何好，最后说，男方想找个小鸟依人的对象。\n我妈回答：“那算了吧，我们家那可是个女汉子！”",
 "晚饭老妈做的茄子，我嘟着嘴说：“你不知道我从来不吃茄子？”\n老妈：“那耳光吃不吃？”\n不说了，低头吃饭。。。",
 "我问老妈：“我这么大了，别总让我下跪好么？”\n老妈摇了摇头：“不行，除非你结了婚。”\n我问：“是不是只有我结婚了才算成年人了，你就不让我跪了？”\n老妈冷笑一声：“哼，等你结婚了就换你媳妇让你跪了。”",
 "公司周年庆，报名各种说会烤全羊，会包饺子，一哥弱弱地说了一句，我只会把生米煮成熟饭，瞬间群安静了。。",
 "第一次见客户，客户伸手握手，老子一紧张出了个剪刀，那场面，尼玛太尴尬了。。。",
 "上班无聊，一同事说：我现在就缺钱。\n我说：我就缺个女人了。\n师傅讲话了：你们太年轻了，我就缺个有钱的女人。\n唉，姜还是老的辣啊。",
 "都在说涨工资要等到猴年马月，根据老夫测算，具体时间就是2016年(猴年)8月(马月)，指日可待啊！",
 "听俩哺乳期的女同事讨论哺乳期能不能喝茶，我在一旁说能喝啊，他们很疑惑的看着我的时候我弱弱的来了句：这样孩子就可以喝到奶茶了～～",
 "老板：我让你招的工人招到了吗？\n我：老板，你一天只给人开60块钱，不管吃还不管住，我去哪给你招人啊？\n老板：你傻啊，这价钱招农民工肯定招不到啊，去人才市场招大学生去啊，一抓一大把。",
 "钞，稀有金属，放在钱包里极其不稳定。",
 "我家狗一定以为每天中午给我送快餐的外卖小哥是我的主人。。。",
 "事情出了问题，我不会急着去责怪别人，而是先反省反省自己，如果真是我的错，就再好好想想怎么推卸给别人。",
 "我小时候以为，早睡早起身体好，是一句口号。长大后才明白，是三个愿望。。。",
 "一组水分子列着整齐的方队齐刷刷地跑过来。其他的水分子感叹道：不愧是当冰的。",
 "俗话说，百善孝为先，所以我每天出门第一件事，就是给街边乞讨的父亲丢一块钱。",
 "调查表明，很多人有喜欢闻臭味的怪癖。我怀疑自己也有，我特别喜欢铜臭味。",
 "一纸诉状把医院告上法庭：说好截大腿的，我小腿呢？",
 "空姐每次下飞机拉的小箱子里是不是都是她们从各国代购的东西？",
 "“大学是梦开始的地方么？”\n神回复：“是啊，睡得特别香呢。”",
 "物以稀为贵，除了拉稀。",
 "决定和女友分手，因为我这个人最忍受不了感情里的欺骗，她明明早就知道我出轨了，却一直瞒着不告诉我。",
 "时间就像海绵里的水，只要愿挤，总还是有的，但最终都会耗在手机上。",
 "我们那么相爱，可因为我穷，却被你父母活活拆散，所以我暗暗下定决心。。。。。。一定要拆散你的父母。",
 "一般爱吃辣的妹子皮肤都很好，因为皮肤不好的妹子不敢吃辣。",
 "他只温暖你一个人，对别人冷若冰霜，这才是暖男，暖一堆人的那叫中央空调。",
 "从小奶奶就教导我：摔倒了不要哭，要勇于开口，让离你身边最近的人赔钱。",
 "是金子一定会发光的，是银子一定会花光的，是裙子一定会走光的，是节操一定会掉光的……",
 "小时候爸爸说让我要么读书，要么回家帮他喂猪。\n我说我还是读书吧。结果现在的我是书没读好，却把自己喂的像猪，智商可能还不如猪。",
 "时间和婚姻都会让一个男人成熟，只是时间是小火慢熬，婚姻是大火爆炒。",
 "女生对男生说的“心烦，陪我聊聊”，\n其实是“现在开始我要持续负能量吐槽大约二十分钟，你就安安静静耐心听着，我说啥你就猛点头夸我说得太对，我骂谁你就狂拍桌说这个小婊砸，我哭了你就递纸，我还哭你就刷卡，不要乱插嘴不要分析这分析那不要乱提一二三四条建议敢说是老娘的错你就死定啦”的意思。",
 "研究显示，男子在生命安全受到威胁时，会分泌出大量的雄性荷尔蒙。而常年直面危险的防暴特警、职业车手、消防队员的雄激素水平，更是远高于同龄男性平均值，这正是他们气概非凡、魅力十足的重要原因。\n所以，如果你觉得男友霸气不足，男人味不够，就每天把他打个半死就好了……",
 "不爱你的人，把你的好脾气看成窝囊废。而爱你的人，会觉得你的坏脾气是有个性。"]